Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 压缩方案
ar: خطة الضغط
de: Komprimierungsplan
en: Compression plan
ja: 圧縮プラン
zh_hant: 壓縮方案

source: 压缩时会下载原片并确认大小。
ar: سيتم تنزيل الأصل والتحقق من حجمه عند الضغط.
de: Beim Komprimieren wird das Original geladen und die Größe geprüft.
en: The original will download and the size will be checked when compressing.
ja: 圧縮時に元のファイルをダウンロードし、サイズを確認します。
zh_hant: 壓縮時會下載原片並確認大小。

source: 压缩时确认
ar: يُتحقق عند الضغط
de: Beim Komprimieren geprüft
en: Checked when compressing
ja: 圧縮時に確認
zh_hant: 壓縮時確認

source: 压缩时确认原文件大小
ar: يُتحقق من حجم الأصل عند الضغط
de: Originalgröße wird beim Komprimieren geprüft
en: Original size checked when compressing
ja: 元のサイズは圧縮時に確認されます
zh_hant: 壓縮時確認原檔案大小

source: 压缩时确认实际大小
ar: يُتحقق من الحجم الفعلي عند الضغط
de: Tatsächliche Größe wird beim Komprimieren geprüft
en: Actual size checked when compressing
ja: 実際のサイズは圧縮時に確認されます
zh_hant: 壓縮時確認實際大小

source: 压缩画质
ar: جودة الضغط
de: Komprimierungsqualität
en: Compression Quality
ja: 圧縮画質
zh_hant: 壓縮畫質

source: 压缩质量
ar: جودة الضغط
de: Komprimierungsqualität
en: Compression quality
ja: 圧縮品質
zh_hant: 壓縮品質

source: 压缩选中
ar: ضغط المحدد
de: Auswahl komprimieren
en: Compress Selected
ja: 選択項目を圧縮
zh_hant: 壓縮所選

source: 压缩部分完成
ar: اكتمل الضغط جزئيًا
de: Komprimierung teilweise abgeschlossen
en: Compression partly complete
ja: 圧縮が一部完了しました
zh_hant: 壓縮部分完成

source: 原分辨率
ar: الأصلي
de: Original
en: Original
ja: オリジナル
zh_hant: 原解析度

source: 原图
ar: الصورة الأصلية
de: Originalbild
en: Original Image
ja: 元の画像
zh_hant: 原圖

source: 原图仍保留
ar: لا تزال الصورة الأصلية محفوظة
de: Originalbild bleibt erhalten
en: Original still kept
ja: 元の画像は保持されています
zh_hant: 原圖仍保留

source: 原图可能已删除
ar: ربما تم حذف الصورة الأصلية
de: Originalbild wurde möglicherweise gelöscht
en: Original image may have been deleted
ja: 元の画像は削除された可能性があります
zh_hant: 原圖可能已刪除

source: 原图已删除
ar: تم حذف الصورة الأصلية
de: Originalbild gelöscht
en: Original image deleted
ja: 元の画像を削除しました
zh_hant: 原圖已刪除

source: 原尺寸
ar: الحجم الأصلي
de: Originalgröße
en: Original Size
ja: 元のサイズ

source: 原文件合计 %@
ar: إجمالي الأصل %@
de: Originale gesamt %@
en: Original total %@
ja: 元ファイル合計 %@
zh_hant: 原檔案合計 %@

source: 原文件合计约 %@
ar: إجمالي الملفات الأصلية حوالي %@
de: Originaldateien gesamt ca. %@
en: Original files total about %@
ja: 元ファイル合計 約%@
zh_hant: 原檔合計約 %@

source: 原文件大小正在计算
ar: جارٍ حساب حجم الأصل
de: Originalgröße wird berechnet
en: Calculating original size
ja: 元のサイズを計算中
zh_hant: 正在計算原檔案大小

source: 原片已压缩
ar: تم ضغط الأصل
de: Original komprimiert
en: Original compressed
ja: 元ファイルを圧縮しました
zh_hant: 原片已壓縮

source: 原视频
ar: الأصلي
de: Original
en: Original
ja: オリジナル
zh_hant: 原影片

source: 原视频 %@，压缩后 %@。本次没有明显减少空间，建议保留原视频。
ar: الأصلي %@، بعد الضغط %@. لم يتم توفير مساحة ملحوظة، لذا احتفظ بالفيديو الأصلي.
de: Original %@, komprimiert %@. Das spart kaum Speicherplatz, daher solltest du das Original behalten.
en: Original %@, compressed %@. This did not noticeably reduce space, so keep the original video.
ja: 元のビデオ %@、圧縮後 %@。今回は空き容量がほとんど増えなかったため、元のビデオを残すことをおすすめします。
zh_hant: 原影片 %@，壓縮後 %@。本次沒有明顯減少空間，建議保留原影片。

source: 原视频 %@，压缩后 %@，约减少 %@。原视频尚未删除。
ar: الأصلي %@، بعد الضغط %@، التوفير حوالي %@. لم يتم حذف الأصل.
de: Original %@, komprimiert %@, ca. %@ weniger. Das Original wurde nicht gelöscht.
en: Original %@, compressed %@, reduced about %@. The original has not been deleted.
ja: 元のビデオ %@、圧縮後 %@、約%@削減。元のビデオはまだ削除されていません。
zh_hant: 原影片 %@，壓縮後 %@，約減少 %@。原影片尚未刪除。

source: 原视频仍保留
ar: لا يزال الفيديو الأصلي محفوظًا
de: Originalvideo bleibt erhalten
en: Original video still kept
ja: 元のビデオは保持されています
zh_hant: 原影片仍保留

source: 原视频可能已删除
ar: ربما تم حذف الأصل
de: Original wurde möglicherweise gelöscht
en: Original may have been deleted
ja: 元のビデオは削除された可能性があります
zh_hant: 原影片可能已刪除

source: 原视频已删除
ar: تم حذف الفيديو الأصلي
de: Originalvideo gelöscht
en: Original video deleted
ja: 元のビデオを削除しました
zh_hant: 原影片已刪除

source: 双行
ar: صفان
de: Zwei Zeilen
en: Two rows
ja: 2行
zh_hant: 雙行

source: 发现 %lld 组相似照片
ar: تم العثور على %lld مجموعة صور متشابهة
de: %lld ähnliche Gruppen gefunden
en: Found %lld similar groups
ja: %lld組の類似写真が見つかりました
zh_hant: 發現 %lld 組相似照片

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
ja: キャンセル

source: 取消删除这张照片
ar: إزالة هذه الصورة من الحذف
de: Dieses Foto nicht löschen
en: Remove this photo from deletion
ja: この写真を削除対象から外す
zh_hant: 取消刪除這張照片

source: 取消勾选后不会执行这项操作
ar: لن تُضمّن العناصر غير المحددة في هذا الإجراء.
de: Nicht markierte Elemente werden nicht in diese Aktion einbezogen.
en: Unchecked items will not be included in this action.
ja: チェックを外した項目はこの操作に含まれません。
zh_hant: 取消勾選後不會執行這項操作

source: 取消勾选这张照片
ar: إلغاء تحديد هذه الصورة
de: Dieses Foto abwählen
en: Uncheck this photo
ja: この写真のチェックを外す
zh_hant: 取消勾選這張照片

source: 取消所有操作
ar: إلغاء كل الإجراءات
de: Alle Aktionen abbrechen
en: Cancel All Actions
ja: すべての操作をキャンセル

source: 取消收藏这张照片
ar: إزالة هذه الصورة من المفضلة
de: Dieses Foto aus Favoriten entfernen
en: Remove this photo from favorites
ja: この写真をお気に入りから削除
zh_hant: 取消收藏這張照片

source: 取消选择
ar: إلغاء التحديد
de: Auswahl aufheben
en: Deselect
ja: 選択解除
zh_hant: 取消選擇

source: 取消选择已显示
ar: إلغاء تحديد المعروض
de: Angezeigte abwählen
en: Deselect Shown
ja: 表示中を選択解除
zh_hant: 取消選擇已顯示

source: 只会删除相册，不会删除相册里的照片。
ar: سيتم حذف الألبوم فقط. ستبقى الصور بداخله.
de: Nur das Album wird gelöscht. Die Fotos darin bleiben erhalten.
en: Only the album is deleted. Photos inside it are kept.
ja: アルバムだけが削除されます。中の写真は残ります。
zh_hant: 只會刪除相冊，不會刪除相冊裡的照片。

source: 只会清空删图的本机统计，不会影响照片。
ar: سيؤدي هذا فقط إلى مسح إحصاءات OnePhoto المحلية. لن تتأثر صورك.
de: Dies löscht nur die lokalen Statistiken von OnePhoto. Deine Fotos bleiben unverändert.
en: This only clears OnePhoto's local stats. Your photos are not affected.
ja: OnePhotoのローカル統計だけを消去します。写真には影響しません。
zh_hant: 只會清空刪圖的本機統計，不會影響照片。

source: 只保留首张
ar: الاحتفاظ بالأولى فقط
de: Nur erstes behalten
en: Keep First Only
ja: 最初の1枚だけ残す
zh_hant: 只保留首張

source: 只做相册整理里最常见的判断：删、留、收藏。
ar: ركّز على قرارات الصور الأكثر شيوعًا: الحذف، الإبقاء، والمفضلة.
de: Konzentriert sich auf die häufigsten Entscheidungen: löschen, behalten und favorisieren.
en: Focus on the most common photo decisions: delete, keep, and favorite.
ja: 写真整理でよく使う判断、削除・残す・お気に入りに集中します。
zh_hant: 只做相冊整理里最常見的判斷：刪、留、收藏。

source: 只在本机整理
ar: التنظيم على هذا الجهاز
de: Auf diesem Gerät organisieren
en: Organize on this device
ja: このデバイス上で整理
zh_hant: 只在本機整理

source: 只影响当前整理页面
ar: يؤثر فقط على شاشة المراجعة الحالية.
de: Wirkt sich nur auf den aktuellen Prüfbereich aus.
en: Only affects the current review screen.
ja: 現在の確認画面にのみ影響します。
zh_hant: 只影響目前整理頁面

source: 只播放当前照片，切换后会自动停止
ar: يتم تشغيل العنصر الحالي فقط. يتوقف التشغيل تلقائيًا عند تبديل الصور.
de: Nur das aktuelle Element wird abgespielt. Beim Wechseln stoppt die Wiedergabe automatisch.
en: Only the current item plays. Playback stops when you switch photos.
ja: 現在の項目だけ再生します。写真を切り替えると自動停止します。
zh_hant: 只播放目前照片，切換後會自動停止

source: 只播放当前视频，切换后会自动停止
ar: يتم تشغيل الفيديو الحالي فقط. يتوقف التشغيل تلقائيًا عند التبديل.
de: Nur das aktuelle Video wird abgespielt. Beim Wechseln stoppt die Wiedergabe automatisch.
en: Only the current video plays. Playback stops when you switch photos.
ja: 現在の動画だけ再生します。切り替えると自動停止します。
zh_hant: 只播放目前影片，切換後會自動停止

source: 只显示能识别出地名的照片。
ar: تظهر فقط الصور التي تحتوي على أسماء أماكن قابلة للقراءة.
de: Es werden nur Fotos mit erkennbaren Ortsnamen angezeigt.
en: Only photos with readable place names are shown.
ja: 読み取れる地名がある写真だけを表示します。
zh_hant: 只顯示能識別出地名的照片。

source: 可以切换到全部，或稍后再回来查看。
ar: يمكنك التبديل إلى الكل، أو التحقق مرة أخرى لاحقًا.
de: Wechsle zu Alle oder sieh später noch einmal nach.
en: Switch to All, or check again later.
ja: 「すべて」に切り替えるか、あとでもう一度確認してください。
zh_hant: 可以切換到全部，或稍後再回來查看。

source: 可以在成就页回看完整记录。
ar: يمكنك مراجعة السجل الكامل في صفحة الإنجازات.
de: Den vollständigen Verlauf findest du auf der Erfolge-Seite.
en: You can review the full record on the achievements page.
ja: 完全な記録は実績ページで確認できます。
zh_hant: 可以在成就頁回看完整記錄。

source: 可以点右上角加号创建一个新相册。
ar: اضغط زر علامة الجمع في أعلى اليسار لإنشاء ألبوم جديد.
de: Tippe oben rechts auf das Plus, um ein neues Album zu erstellen.
en: Tap the plus button in the top right to create a new album.
ja: 右上のプラスボタンをタップして新しいアルバムを作成できます。
zh_hant: 可以點右上角加號創建一個新相冊。

source: 可使用可访问性操作加入待删除、加入收藏或跳过。
ar: استخدم إجراءات تسهيلات الاستخدام للحذف أو الإضافة إلى المفضلة أو التخطي.
de: Mit Bedienungshilfen-Aktionen kannst du löschen, favorisieren oder überspringen.
en: Use accessibility actions to delete, favorite, or skip.
ja: アクセシビリティ操作で削除候補、お気に入り、スキップを実行できます。
zh_hant: 可使用可訪問性操作加入待刪除、加入收藏或跳過。

source: 可先免费体验 3 天，也可一次性解锁
ar: جرّب مجانًا لمدة 3 أيام، أو افتح الميزات مرة واحدة
de: 3 Tage kostenlos testen oder einmalig freischalten
en: Try free for 3 days, or unlock once
ja: 3日間無料で試すか、1回の購入でロック解除
zh_hant: 可先免費體驗 3 天，也可一次性解鎖

source: 可减少
ar: قابل للتوفير
de: Einsparbar
en: Can Save
ja: 削減可能
zh_hant: 可減少

source: 可压缩
ar: قابل للضغط
de: Komprimierbar
en: Compressible
ja: 圧縮可能
zh_hant: 可壓縮

source: 可压缩图片
ar: صور قابلة للضغط
de: Komprimierbare Bilder
en: Compressible Images
ja: 圧縮できる画像
zh_hant: 可壓縮圖片

source: 可压缩视频
ar: فيديوهات للضغط
de: Videos zum Komprimieren
en: Videos to Compress
ja: 圧縮する動画
zh_hant: 可壓縮影片

source: 可用 %@
ar: %@ متاح
de: %@ verfügbar
en: %@ available
ja: %@ 使用可能

source: 可短暂切到后台，长视频建议保持 App 打开。
ar: يمكنك التبديل بعيدًا لفترة قصيرة. أبقِ App مفتوحًا للفيديوهات الطويلة.
de: Du kannst kurz wechseln. Bei längeren Videos sollte die App geöffnet bleiben.
en: You can briefly switch away. Keep the app open for longer videos.
ja: 短時間ならバックグラウンドに切り替えられます。長い動画ではAppを開いたままにしてください。
zh_hant: 可短暫切到背景，長影片建議保持 App 開啟。

source: 可释放
ar: يمكن تحريره
de: Freigebbar
en: To free
ja: 解放予定
zh_hant: 可釋放

source: 右
ar: يمين
de: Rechts
en: Right

source: 右滑
ar: اسحب لليمين
de: Nach rechts wischen
en: Swipe right
ja: 右にスワイプ

source: 名称
ar: الاسم
de: Name
en: Name
ja: 名前
zh_hant: 名稱

source: 周
ar: الأسبوع
de: Woche
en: Week
ja: 週

source: 周 %lld
ar: الأسبوع %lld
de: Woche %lld
en: Week %lld
ja: %lld週目

source: 喜欢旅行和探索世界，也用 AI 做一些有趣的小产品。博客和作品集在 [makerjackie.com](https://makerjackie.com)。
ar: أحب السفر واستكشاف العالم، وأبني منتجات صغيرة ممتعة باستخدام AI. المدونة ومعرض الأعمال على [makerjackie.com](https://makerjackie.com).
de: Ich reise gern, erkunde die Welt und baue kleine Produkte mit AI. Blog und Portfolio auf [makerjackie.com](https://makerjackie.com).
en: I like traveling, exploring the world, and building small AI-powered products. Blog and portfolio at [makerjackie.com](https://makerjackie.com).
ja: 旅と世界の探索が好きで、AIを使った小さなプロダクトも作っています。ブログとポートフォリオは [makerjackie.com](https://makerjackie.com) です。
zh_hant: 喜歡旅行和探索世界，也用 AI 做一些有趣的小產品。博客和作品集在 [makerjackie.com](https://makerjackie.com)。

source: 回到全部地点
ar: إعادة توسيط كل الأماكن
de: Alle Orte zentrieren
en: Recenter all places
ja: すべての場所に戻る
zh_hant: 回到全部地點

source: 图片
ar: الصور
de: Bilder
en: Images
ja: 画像
zh_hant: 圖片

source: 图片压缩
ar: ضغط الصور
de: Bildkomprimierung
en: Image Compression
ja: 画像圧縮
zh_hant: 圖片壓縮

source: 图片压缩会生成新的 JPEG 副本，原图不会自动删除。最终节省空间以完成报告为准。
ar: ينشئ ضغط الصور نسخ JPEG جديدة ولا يحذف النسخ الأصلية تلقائيًا. تظهر المساحة النهائية التي تم توفيرها بعد الاكتمال.
de: Die Bildkomprimierung erstellt neue JPEG-Kopien und löscht Originale nicht automatisch. Die endgültige Speicherersparnis wird nach Abschluss angezeigt.
en: Image compression creates new JPEG copies and does not delete originals automatically. Final space savings are shown after completion.
ja: 画像圧縮では新しいJPEGコピーを作成し、元の画像は自動削除されません。最終的な空き容量は完了レポートで確認できます。
zh_hant: 圖片壓縮會產生新的 JPEG 副本，原圖不會自動刪除。最終節省空間以完成報告為準。

source: 图片压缩失败，请稍后再试。
ar: فشل ضغط الصور. يرجى المحاولة لاحقًا.
de: Bildkomprimierung fehlgeschlagen. Bitte versuche es später erneut.
en: Image compression failed. Please try again later.
ja: 画像圧縮に失敗しました。あとでもう一度お試しください。
zh_hant: 圖片壓縮失敗，請稍後再試。

source: 图片对比
ar: مقارنة الصور
de: Bildvergleich
en: Image Comparison
ja: 画像比較
zh_hant: 圖片對比

source: 在手机上完成
ar: يتم على iPhone
de: Auf deinem iPhone erledigt
en: Done on your phone
ja: iPhone上で完了
zh_hant: 在手機上完成

source: 地图
ar: الخريطة
de: Karte
en: Map
ja: マップ
zh_hant: 地圖

source: 地图上暂无可显示的地点
ar: لا توجد أماكن لعرضها على الخريطة بعد
de: Noch keine Orte auf der Karte
en: No places to show on the map yet
ja: マップに表示できる場所はまだありません
zh_hant: 地圖上暫無可顯示的地點

source: 地点
ar: الموقع
de: Ort
en: Location
ja: 場所
zh_hant: 地點

source: 地点区域 %lld
ar: منطقة الموقع %lld
de: Ortsbereich %lld
en: Location Area %lld
ja: 場所エリア %lld
zh_hant: 地點區域 %lld

source: 地点整理
ar: تنظيم حسب المكان
de: Nach Orten organisieren
en: Place Organizing
ja: 場所で整理
zh_hant: 地點整理

source: 地点照片
ar: صور المكان
de: Ortsfotos
en: Place Photos
ja: 場所の写真
zh_hant: 地點照片

source: 地点筛选
ar: تصفية الأماكن
de: Ortsfilter
en: Place Filter
ja: 場所フィルタ
zh_hant: 地點篩選

source: 均衡
ar: متوازن
de: Ausgewogen
en: Balanced
ja: バランス

source: 均衡推荐
ar: متوازن
de: Ausgewogen
en: Balanced
ja: バランス
zh_hant: 均衡推薦

source: 基础整理继续免费。一次性解锁大文件清理、相似照片清理、长期统计和完整清理队列。
ar: يبقى التنظيف الأساسي مجانيًا. تفتح عملية شراء واحدة تنظيف الملفات الكبيرة والصور المتشابهة والإحصاءات الطويلة وقوائم التنظيف الكاملة.
de: Die Grundbereinigung bleibt kostenlos. Ein Kauf schaltet große Dateien, ähnliche Fotos, Langzeitstatistiken und vollständige Bereinigungslisten frei.
en: Core cleanup stays free. One purchase unlocks large-file cleanup, similar-photo cleanup, long-term stats, and full cleanup queues.
ja: 基本整理は引き続き無料です。1回の購入で大容量ファイル整理、類似写真整理、長期統計、完全な整理キューを解除できます。
zh_hant: 基礎整理繼續免費。一次性解鎖大檔案清理、相似照片清理、長期統計和完整清理佇列。

source: 基础清理功能始终免费。支持者版解锁长期统计，并支持删图继续维护。
ar: ميزات التنظيف الأساسية مجانية دائمًا. يفتح Supporter الإحصاءات الطويلة ويساعد على استمرار صيانة OnePhoto.
de: Grundfunktionen bleiben immer kostenlos. Supporter schaltet Langzeitstatistiken frei und unterstützt die Pflege von OnePhoto.
en: Core cleanup features are always free. Supporter unlocks long-term stats and helps keep OnePhoto maintained.
ja: 基本整理機能は常に無料です。サポーター版では長期統計が解除され、OnePhotoの継続的なメンテナンスを支援できます。
zh_hant: 基礎清理功能始終免費。支持者版解鎖長期統計，並支持刪圖繼續維護。

source: 基础清理始终免费。支持者版解锁大文件、相似照片和长期统计等进阶工具。
ar: يبقى التنظيف الأساسي مجانيًا دائمًا. يفتح Supporter أدوات متقدمة للملفات الكبيرة والصور المتشابهة والإحصاءات الطويلة.
de: Die Grundbereinigung bleibt immer kostenlos. Supporter schaltet erweiterte Tools für große Dateien, ähnliche Fotos und Langzeitstatistiken frei.
en: Core cleanup is always free. Supporter unlocks advanced tools for large files, similar photos, and long-term stats.
ja: 基本整理は常に無料です。サポーター版では大容量ファイル、類似写真、長期統計などの高度なツールを解除できます。
zh_hant: 基礎清理始終免費。支持者版解鎖大檔案、相似照片和長期統計等進階工具。

source: 基础滑动整理
ar: تنظيف أساسي بالسحب
de: Einfache Wischbereinigung
en: Basic Swipe Cleanup
ja: 基本スワイプ整理
zh_hant: 基礎滑動整理

source: 基础节省空间统计
ar: إحصاءات أساسية للمساحة المحفوظة
de: Basisstatistik zum gesparten Speicher
en: Basic space saved stats
ja: 基本の空き容量統計
zh_hant: 基礎節省空間統計

source: 处理中...
ar: جارٍ المعالجة...
de: Wird verarbeitet...
en: Processing...
ja: 処理中...
zh_hant: 處理中...

source: 复制
ar: نسخ
de: Kopieren
en: Copy
ja: コピー
zh_hant: 複製

source: 复制微信号 %@
ar: نسخ WeChat ID %@
de: WeChat-ID %@ kopieren
en: Copy WeChat ID %@
ja: WeChat ID %@をコピー
zh_hant: 複製微信號 %@

source: 外观
ar: المظهر
de: Darstellung
en: Appearance
ja: 外観
zh_hant: 外觀

source: 多种分辨率
ar: دقات متعددة
de: Mehrere Auflösungen
en: Multiple resolutions
ja: 複数の解像度
zh_hant: 多種解析度

source: 多种尺寸
ar: أحجام متعددة
de: Mehrere Größen
en: Multiple sizes
ja: 複数のサイズ
zh_hant: 多種尺寸

source: 夜间模式
ar: النمط الداكن
de: Dunkelmodus
en: Dark Mode
ja: ダークモード
zh_hant: 夜間模式

source: 大扫除
ar: تنظيف شامل
de: Großreinigung
en: Deep Cleanup
ja: 徹底整理
zh_hant: 大掃除

source: 大文件
ar: ملفات كبيرة
de: Große Dateien
en: Large Files
ja: 大容量ファイル

source: 大文件清理
ar: تنظيف الملفات الكبيرة
de: Große Dateien bereinigen
en: Large File Cleanup
ja: 大容量ファイル整理
zh_hant: 大檔案清理

source: 如果你想要用 AI 开发类似的小 App，可以看看 01mvp.com 的实战教程。
ar: إذا كنت تريد تطوير Apps صغيرة مشابهة باستخدام AI، فاطلع على الأدلة العملية في 01mvp.com.
de: Wenn du ähnliche kleine Apps mit AI entwickeln möchtest, sieh dir die praxisnahen Anleitungen auf 01mvp.com an.
en: If you want to build small apps like this with AI, take a look at the hands-on guides at 01mvp.com.
ja: AIでこのような小さなAppを作りたい場合は、01mvp.comの実践ガイドをご覧ください。
zh_hant: 如果你想要用 AI 開發類似的小 App，可以看看 01mvp.com 的實戰教程。

# 始終使用繁體中文
source: 始终使用繁体中文
ar: استخدام الصينية التقليدية دائمًا
de: Immer Traditionelles Chinesisch verwenden
en: Always use Traditional Chinese
ja: 常に繁体字中国語を使用
zh_hant: 始終使用繁體中文

source: 始终使用简体中文
ar: استخدم الصينية المبسطة دائمًا
de: Immer vereinfachtes Chinesisch verwenden
en: Always use Simplified Chinese
ja: 常に簡体字中国語を使用
zh_hant: 始終使用簡體中文

source: 学用 AI 写代码的方法
ar: تعلّم البرمجة باستخدام AI
de: Mit AI programmieren lernen
en: Learn to Code With AI
ja: AIでコードを書く方法を学ぶ
zh_hant: 學用 AI 寫代碼的方法

source: 完成
ar: تم
de: Fertig
en: Done
ja: 完了

source: 完成 20 次整理
ar: أكمل 20 جلسة تنظيم
de: 20 Aufräumrunden abschließen
en: Complete 20 organizing sessions
ja: 整理を20回完了

source: 完成 5 次整理
ar: أكمل 5 جلسات تنظيم
de: 5 Aufräumrunden abschließen
en: Complete 5 organizing sessions
ja: 整理を5回完了

source: 完成一次整理后，这里会出现月度记录。
ar: ستظهر السجلات الشهرية هنا بعد أول تنظيف.
de: Monatsverläufe erscheinen hier nach deiner ersten Bereinigung.
en: Monthly records appear here after your first cleanup.
ja: 初回のクリーンアップ後、ここに月別記録が表示されます。
zh_hant: 完成一次整理後，這裡會出現月度記錄。

source: 完成一次清理后会点亮第一枚徽章。
ar: أكمل عملية تنظيف واحدة لفتح أول شارة.
de: Schließe eine Bereinigung ab, um dein erstes Abzeichen freizuschalten.
en: Complete one cleanup to unlock your first badge.
ja: クリーンアップを1回完了すると、最初のバッジが解除されます。
zh_hant: 完成一次清理後會點亮第一枚徽章。

source: 完成排序
ar: تم الفرز
de: Sortierung fertig
en: Done Sorting
ja: 並べ替え完了

source: 完成整理
ar: إنهاء التنظيم
de: Aufräumen beenden
en: Finish Organizing
ja: 整理を終了

source: 完成清理后会在这里记录。
ar: ستظهر سجلات التنظيف هنا.
de: Bereinigungsverläufe erscheinen hier.
en: Cleanup records will appear here.
ja: クリーンアップ記録はここに表示されます。
zh_hant: 完成清理後會在這裡記錄。

source: 完成第一轮照片整理
ar: أكمل أول تنظيف للصور
de: Erste Foto-Bereinigung abschließen
en: Complete your first photo cleanup
ja: 最初の写真クリーンアップを完了
zh_hant: 完成第一輪照片整理

source: 完整时间列表
ar: قوائم الوقت الكاملة
de: Vollständige Zeitlisten
en: Full Time Lists
ja: すべての時間リスト
zh_hant: 完整時間列表

source: 实况手动
ar: Live يدوي
de: Live manuell
en: Live manual
ja: Live手動
zh_hant: 原況手動

source: 实况照片
ar: Live Photos
de: Live Photos
en: Live Photos
ja: Live Photos
zh_hant: 實況照片

source: 实况照片暂不参与图片压缩
ar: Live Photos غير مضمنة في ضغط الصور بعد
de: Live Photos sind noch nicht in der Bildkomprimierung enthalten
en: Live Photos are not included in image compression yet
ja: Live Photosはまだ画像圧縮の対象外です
zh_hant: 實況照片暫不參與圖片壓縮

source: 实况照片自动播放
ar: تشغيل Live Photos تلقائيًا
de: Live Photos automatisch abspielen
en: Auto-play Live Photos
ja: Live Photosを自動再生
zh_hant: 原況照片自動播放

source: 实况自动
ar: Live تلقائي
de: Live automatisch
en: Live auto
ja: Live自動
zh_hant: 原況自動

source: 将删除
ar: سيتم الحذف
de: Wird gelöscht
en: Will delete
ja: 削除予定
zh_hant: 將刪除

source: 将收藏
ar: سيتم التفضيل
de: Wird favorisiert
en: Will favorite
ja: お気に入り予定
zh_hant: 將收藏

source: 少打扰，多确认
ar: هادئ افتراضيًا، وحذر عند التغييرات
de: Leise im Alltag, sorgfältig bei Änderungen
en: Quiet by Default, Careful on Changes
ja: 通常は静かに、変更時は慎重に確認
zh_hant: 少打擾，多確認

source: 尚未选择照片访问范围
ar: لم يتم اختيار نطاق الوصول إلى الصور بعد
de: Fotozugriff wurde noch nicht ausgewählt
en: Photo access has not been selected yet
ja: 写真へのアクセス範囲がまだ選択されていません
zh_hant: 尚未選擇照片訪問範圍

source: 尺寸
ar: الأبعاد
de: Abmessungen
en: Dimensions
ja: サイズ

source: 尽量减小文件，适合快速释放空间。
ar: يصغّر الملفات لتحرير المساحة بسرعة.
de: Verkleinert Dateien, um schnell Speicher freizugeben.
en: Makes files smaller for freeing space quickly.
ja: ファイルを小さくして、すばやく空き容量を増やします。
zh_hant: 盡量減小檔案，適合快速釋放空間。

source: 尽量留在本机
ar: احتفظ بها محليًا
de: Möglichst lokal behalten
en: Keep It Local
ja: できるだけこのiPhoneに保存
zh_hant: 盡量留在本機

source: 左
ar: يسار
de: Links
en: Left

source: 左删右留
ar: احذف يسارًا، واحتفظ يمينًا
de: Links löschen, rechts behalten
en: Delete left, keep right
ja: 左で削除、右で保持
zh_hant: 左刪右留

source: 左右浏览
ar: تصفح يمينًا أو يسارًا
de: Links oder rechts blättern
en: Browse left or right
ja: 左右にブラウズ
zh_hant: 左右瀏覽

source: 左右浏览，上滑删除
ar: تصفح يمينًا ويسارًا، واسحب للأعلى للحذف
de: Links und rechts blättern, zum Löschen nach oben wischen
en: Browse left and right, swipe up to delete
ja: 左右でブラウズ、上スワイプで削除
zh_hant: 左右瀏覽，上滑刪除

source: 左右滑动切换照片，不会打乱整理进度。需要清理时，再用明确的动作加入待确认列表。
ar: اسحب يمينًا ويسارًا للتنقل بين الصور دون تغيير تقدم المراجعة. عند التنظيف، أضف العناصر إلى قائمة التأكيد بإجراء واضح.
de: Wische nach links und rechts, um Fotos zu wechseln, ohne den Fortschritt zu ändern. Füge Elemente bei Bedarf bewusst zur Bestätigungsliste hinzu.
en: Swipe left and right to move between photos without changing review progress. When you want to clean up, add items to the confirmation list intentionally.
ja: 左右にスワイプして写真を移動しても、整理の進捗は変わりません。整理したい項目は、明確な操作で確認リストに追加してください。
zh_hant: 左右滑動切換照片，不會打亂整理進度。需要清理時，再用明確的動作加入待確認列表。

source: 左右滑动浏览照片，上滑加入待删除；想换手势，可以在整理页底部打开设置。
ar: اسحب يمينًا ويسارًا للتصفح، واسحب للأعلى لوضع علامة للحذف. يمكنك تغيير الإيماءات من الإعدادات أسفل شاشة المراجعة.
de: Wische links und rechts zum Blättern, nach oben zum Markieren zum Löschen. Gesten kannst du unten auf der Prüfansicht in den Einstellungen ändern.
en: Swipe left and right to browse, swipe up to mark for deletion. You can change gestures from Settings at the bottom of the review screen.
ja: 左右にスワイプして写真を見て、上にスワイプすると削除候補に追加されます。ジェスチャーは整理画面下部の設定から変更できます。
zh_hant: 左右滑動瀏覽照片，上滑加入待刪除；想換手勢，可以在整理頁底部打開設定。

source: 左滑
ar: اسحب لليسار
de: Nach links wischen
en: Swipe left
ja: 左にスワイプ

# 左滑%@ · 右滑%@ · 上滑%@
source: 左滑%1$@ · 右滑%2$@ · 上滑%3$@
ar: يسار: %@ · يمين: %@ · أعلى: %@
de: Links: %@ · Rechts: %@ · Oben: %@
en: Left: %@ · Right: %@ · Up: %@
ja: 左: %@ · 右: %@ · 上: %@

source: 左滑下一张，右滑上一张，上滑删除
ar: اسحب لليسار للتالية، ولليمين للسابقة، وللأعلى للحذف
de: Links für nächstes, rechts für vorheriges, oben zum Löschen
en: Swipe left for next, right for previous, up to delete
ja: 左で次へ、右で前へ、上で削除
zh_hant: 左滑下一張，右滑上一張，上滑刪除

source: 左滑保留，右滑删除，上滑收藏
ar: اسحب لليسار للاحتفاظ، ولليمين للحذف، وللأعلى للتفضيل
de: Links behalten, rechts löschen, oben favorisieren
en: Swipe left to keep, right to delete, up to favorite
ja: 左で保持、右で削除、上でお気に入り
zh_hant: 左滑保留，右滑刪除，上滑收藏

source: 左滑保留，右滑删除，上滑收藏。所有删除都会在最后统一确认。
ar: اسحب لليسار للاحتفاظ، ولليمين للحذف، وللأعلى للتفضيل. يتم تأكيد عمليات الحذف في النهاية.
de: Nach links wischen zum Behalten, nach rechts zum Löschen und nach oben zum Favorisieren. Löschungen werden am Ende bestätigt.
en: Swipe left to keep, right to delete, and up to favorite. Deletes are confirmed at the end.
ja: 左にスワイプで保持、右で削除、上でお気に入り。削除は最後にまとめて確認されます。
zh_hant: 左滑保留，右滑刪除，上滑收藏。所有刪除都會在最後統一確認。

source: 左滑保留，右滑删除，上滑收藏。点完成后再统一确认。
ar: اسحب لليسار للاحتفاظ، ولليمين للحذف، وللأعلى للتفضيل. اضغط تم لتأكيد كل شيء معًا.
de: Nach links wischen zum Behalten, nach rechts zum Löschen und nach oben zum Favorisieren. Tippe auf Fertig, um alles gemeinsam zu bestätigen.
en: Swipe left to keep, right to delete, and up to favorite. Tap Done to confirm everything together.
ja: 左にスワイプで保持、右で削除、上でお気に入り。完了をタップしてまとめて確認します。
zh_hant: 左滑保留，右滑刪除，上滑收藏。點完成後再統一確認。

source: 左滑删除
ar: احذف يسارًا
de: Links löschen
en: Delete left
ja: 左で削除
zh_hant: 左滑刪除

source: 左滑删除，右滑下一张，上滑收藏
ar: اسحب لليسار للحذف، ولليمين للتالية، وللأعلى للتفضيل
de: Links löschen, rechts nächstes, oben favorisieren
en: Swipe left to delete, right for next, up to favorite
ja: 左で削除、右で次へ、上でお気に入り
zh_hant: 左滑刪除，右滑下一張，上滑收藏

source: 左滑删除，右滑保留
ar: اسحب لليسار للحذف، ولليمين للاحتفاظ
de: Links löschen, rechts behalten
en: Swipe left to delete, right to keep
ja: 左で削除、右で保持
zh_hant: 左滑刪除，右滑保留

source: 左滑删除，右滑保留，上滑收藏
ar: اسحب لليسار للحذف، ولليمين للاحتفاظ، وللأعلى للتفضيل
de: Links löschen, rechts behalten, oben favorisieren
en: Swipe left to delete, right to keep, up to favorite
ja: 左で削除、右で保持、上でお気に入り
zh_hant: 左滑刪除，右滑保留，上滑收藏
